app/controllers/todo_items_controller.rb

INSERT INTO "todo_items" ("content", "todo_list_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["content", "adsa"], ["todo_list_id", 1], ["created_at", 2017-06-16 21:59:27 UTC], ["updated_at", 2017-06-16 21:59:27 UTC]]
---
  def create
    if !@todo_items_params.nil?
    @todo_item = @todo_list.todo_items.create(todo_items_params)